/* 
   Branding.strings
   iota

   Created by Mike Akers on 3/9/09.
   Copyright 2009 Liquid Analytics. All rights reserved.
 */

/* Application name as displayed in the main page with application icon */
"AppName" = "Mobile Workflow";

/* Full name of the application in case it is required anywhere */
"FullAppName" = "Mobile Workflow";

/* Short name for application displayed in error messages */
"ShortAppName" = "Mobile Workflow";

/* Workflows folder title */
"Workflows" = "Workflows";
